[
    {
        "mainTitle":"Alpha_VR370",
        "mainContents":"Alpha_VR370 started Fortnite PC in Season 8 of Battle Royale. In Fortnite Battle Royale Season 9, he noticed that he was getting slightly better at the game. In the end of Season 9, he, Alpha_EJGamer370 ,and AlphaNinja280 created a clan that Alpha_VR370 called Alpha. The 3 leaders have been strong together as one clan.",
        "subtitle1":"The Name Change",
        "subtitle1Contents":"Alpha_VR370 wasn't always his name. In Season 7 when he and Alpha_EJGamer370 shared a Nintendo Switch, the name was Gamer Siblings. In Season 8, they started on their own PC's to play Fortnite Battle Royale. At the end of Season 8, he changed his name to Logan_VR370 the VR for Victory Royale and the 370 after his cousin's name. Soon after he didn't want his name in the gamertag so he changed it to Gamer_VR370. And when Alpha was created, he instantly changed his name to Alpha_VR370 and has kept the name ever since.",
        "subtitle2":"Favorite Skin/Back Bling",
        "subtitle2Contents":"You can see him in either the Ghoul Trooper skin or the Recon Expert skin with Ark Wings. In Minecraft, you can see him in the Ice Villain in the Villains Pack.",
        "imageSrc":"../../assets/bios/AboutAlpha_VR370.png"
    },
    {
        "mainTitle":"Alpha_EJGamer370",
        "mainContents":"Alpha_EJGamer370 started playing Fortnite in Season 8 alongside her brother, Alpha_VR370. She gradually became better at the game and it has become one of her hobbies. At the end of Season 9, she, Alpha_VR370, and AlphaNinja280 stated the Alpha clan! Alpha_EJGamer370 is the president and CEO of the Alpha Dogs.",
        "subtitle1":"The Name Change",
        "subtitle1Contents":"When she shared a Nintendo Switch with her brother in Season 7, her name was Gamer Siblings. When she started PC, her name was Gamergrl_Marv24. Since she didn't like the name, she changed it to EJGamergrl370. Then she changed it to EJGamer370 with the 370 after her cousin. When Alpha was created, she changed her name to Alpha_EJGamergrl24. Finally, her name is now Alpha_EJGamer370. That is a lot of name changes!",
        "subtitle2":"Favorite Skin/Back Bling",
        "subtitle2Contents":"You can see her in Ruby or Sunbird with Ark Wings. In Minecraft, you can see her as a skin in the Pastel Pack.",
        "imageSrc":"../../assets/bios/AboutAlpha_EJGamer370.png"
    },
    {
        "mainTitle":"AlphaNinja280",
        "mainContents":"AlphaNinja280 started in Season 3 on mobile. In Season 7, he upgraded to the Nintendo Switch. In the end of Season 9, he, Alpha_VR370, and Alpha_EJGamer370 make a clan called Alpha. In Christmas 2019, he upgraded again to PC, just like how Alpha_VR370 and Alpha_EJGamer370 did in Season 8 from Switch to PC. He occasionally plays on Switch but mostly plays on PC today.",
        "subtitle1":"The Name Change",
        "subtitle1Contents":"AlphaNinja280 wasn't always his name. In Season 3, his name was RedFive71. in Season 7, he changed his name to xoxNerfDudexox. In Season 11, after Alpha was made, he changed his name to AlphaNinja280.",
        "subtitle2":"Favorite Skin/Back Bling",
        "subtitle2Contents":"You can see him in the Renegade skin or the Arcana skin with a random back bling.",
        "imageSrc":"../../assets/bios/AboutAlphaNinja280.png"
    }
]